Repository: common-repository/vite-coupon
Catalog: languages/vite-coupon-*.po
Languages: bn_bd

source: %s are required
bn_bd: %s এর প্রয়োজন

source: %s is required
bn_bd: %s এর প্রয়োজন

source: %s should be less than %s
bn_bd: %s %s-এর থেকে কম হওয়া উচিত

source: should be hexadecimal
bn_bd: হেক্সাডেসিমেল হওয়া উচিত

source: %s should be a valid email address
bn_bd: %s একটি বৈধ ইমেল ঠিকানা হওয়া উচিত

source: %s should be digit
bn_bd: %s এর সংখ্যা হওয়া উচিত

source: %s should be numeric
bn_bd: %s সংখ্যাসূচক হওয়া উচিত

source: %{ row } rows
bn_bd: %{ row } সারি

source: %{fld_name} is required
bn_bd: %{fld_name} প্রয়োজন

source: 0 value will set no limit/infinite for this coupon
bn_bd: 0 মান এই কুপনের জন্য কোন সীমা/অসীম সেট করবে না

source: A great software that lets you manage your whole store and track inventory in the shortest time.
bn_bd: একটি দুর্দান্ত সফ্টওয়্যার যা আপনাকে আপনার সম্পূর্ণ স্টোর পরিচালনা করতে এবং স্বল্পতম সময়ে ইনভেন্টরি ট্র্যাক করতে দেয়৷

source: Action
bn_bd: অ্যাকশন

source: Active
bn_bd: সক্রিয়

source: Add
bn_bd: যোগ করুন

source: Add Coupon
bn_bd: কুপন যোগ করুন

source: Add Coupon Category
bn_bd: কুপন বিভাগ যোগ করুন

source: Add New Coupon
bn_bd: নতুন কুপন যোগ করুন

source: Adding Category
bn_bd: বিভাগ যোগ করা হচ্ছে

source: All Coupons
bn_bd: সমস্ত কুপন

source: All Day
bn_bd: সারাদিন

source: All in One App
bn_bd: সব এক অ্যাপে

source: Allowed billing emails for orders. Separate with commas. Use asterisk (*) for partial matches, like (*@gmail.com) for all Gmail addresses.
bn_bd: অর্ডারস জন্য বিলিং ইমেইল অনুমোদিত. কমা দিয়ে পৃথক করুন. তারকা (*) ব্যবহার করুন আংশিক ম্যাচ করার জন্য, যেমন (*@gmail.com) সব Gmail ঠিকানার জন্য.

source: Allowed emails
bn_bd: অনুমোদিত ইমেল

source: Always use regular price
bn_bd: সর্বদা নিয়মিত মূল্য ব্যবহার করুন

source: Always utilize the regular price for all types of coupons.
bn_bd: সব ধরনের কুপনের জন্য সর্বদা নিয়মিত মূল্য ব্যবহার করুন।

source: Always utilize the regular price, but exclusively for products subject to discounts through BOGO and Add Products coupons.
bn_bd: সর্বদা নিয়মিত মূল্য ব্যবহার করুন, তবে একচেটিয়াভাবে BOGO এবং পণ্য যোগ করুন কুপনের মাধ্যমে ডিসকাউন্ট সাপেক্ষে পণ্যগুলির জন্য।

source: Apply To
bn_bd: আবেদন

source: Are you sure to change the status?
bn_bd: আপনি কি অবস্থা পরিবর্তন করার জন্য নিশ্চিত ?

source: Are you sure to delete this Coupon Category?
bn_bd: আপনি এই কুপন বিভাগ মুছে ফেলার বিষয়ে নিশ্চিত?

source: Are you sure to delete this coupon?
bn_bd: আপনি এই কুপন মুছে ফেলার বিষয়ে নিশ্চিত?

source: Automatically remove coupons for failed/cancelled orders
bn_bd: ব্যর্থ/বাতিল অর্ডারগুলির জন্য স্বয়ংক্রিয়ভাবে কুপনগুলি সরান৷

source: Back
bn_bd: পেছনে

source: Both
bn_bd: উভয়

source: Buy One Get One (BOGO) Product.
bn_bd: বাই ওয়ান গেট্ ওয়ান (বোগো) প্রোডাক্ট.

source: Cancel
bn_bd: বাতিল করুন

source: Categories
bn_bd: বিভাগ

source: categories
bn_bd: বিভাগ

source: Category
bn_bd: বিভাগ

source: Category List Loading ...
bn_bd: বিভাগ তালিকা লোড হচ্ছে...

source: Check this box if its allow free shipping.
bn_bd: এই বাক্সটি চেক করুন যদি এটি বিনামূল্যে শিপিংয়ের অনুমতি দেয়।

source: Check this box if the coupon cannot be used in conjunction with other coupons.
bn_bd: অন্য কুপনের সাথে কুপন ব্যবহার করা না গেলে এই বক্সটি চেক করুন।

source: Check this box if the coupon should not apply to items on sale. Per-item coupons will only work if the item is not on sale. Per-cart coupons will only work if there are items in the cart that are not on sale.
bn_bd: এই বক্সটি চেক করুন যদি কুপনটি বিক্রয় করা আইটেমগুলিতে প্রযোজ্য না হয়। প্রতি আইটেম কুপন শুধুমাত্র কাজ করবে যদি আইটেম বিক্রি না হয়. প্রতি-কার্ট কুপন শুধুমাত্র তখনই কাজ করবে যদি কার্টে এমন আইটেম থাকে যা বিক্রি হয় না।

source: Choose Date
bn_bd: তারিখ নির্বাচন করুন

source: Choose property
bn_bd: সম্পত্তি চয়ন করুন

source: Close
bn_bd: বন্ধ

source: Conditions
bn_bd: শর্তাবলী

source: Coupon
bn_bd: কুপন

source: Coupon Added
bn_bd: কুপন যোগ করুন

source: Coupon Category
bn_bd: কুপন বিভাগ

source: Coupon Code
bn_bd: কুপন কোড

source: Coupon code
bn_bd: কুপন কোড

source: Coupon List Loading ...
bn_bd: কুপন তালিকা লোড হচ্ছে...

source: Coupon Settings
bn_bd: কুপন সেটিংস

source: Coupon Updated
bn_bd: কুপন আপডেট করুন

source: Coupon Usage Error Message
bn_bd: কুপন ব্যবহার ত্রুটি বার্তা

source: Coupon Usage Limit
bn_bd: কুপন ব্যবহারের সীমা

source: Coupons
bn_bd: কুপন

source: DayTime Scheduler.
bn_bd: দিনের সময় নির্ধারণকারী।

source: Delete
bn_bd: মুছে ফেলা

source: Delete failed try again
bn_bd: মুছে ফেলতে ব্যর্থ আবার চেষ্টা করুন

source: Description
bn_bd: বর্ণনা

source: Details
bn_bd: বিস্তারিত

source: Disable message
bn_bd: বার্তা অক্ষম করুন

source: Discount Amount
bn_bd: ডিসকাউন্ট এমাউন্ট

source: Discount Type
bn_bd: ডিসকাউন্ট টাইপ

source: Discount type
bn_bd: ছাড়ের ধরন

source: Draft
bn_bd: খসড়া

source: Easy Setup
bn_bd: সহজ সেটআপ

source: Easy to setup with your woocommerce. Add your products and sell easily.
bn_bd: আপনার ওয়ার্ডপ্রেস সঙ্গে সেটআপ করা সহজ. আপনার পণ্য যোগ করুন এবং সহজে বিক্রি.

source: Edit
bn_bd: সম্পাদনা করুন

source: Edit Coupon Category
bn_bd: কুপন বিভাগ সম্পাদনা করুন

source: End Date
bn_bd: শেষ তারিখ

source: End date
bn_bd: শেষ তারিখ

source: Enter Category
bn_bd: ক্যাটাগরি লিখুন

source: Enter Description
bn_bd: বর্ণনা লিখুন

source: Enter value
bn_bd: মান লিখুন

source: Error:
bn_bd: ত্রুটি:

source: Exclude categories
bn_bd: বিভাগগুলি বাদ দিন

source: Exclude products
bn_bd: পণ্য বাদ

source: Finish
bn_bd: শেষ

source: Fixed cart discount
bn_bd: ফিক্সড কার্ট ডিসকাউন্ট

source: Fixed product discount
bn_bd: ফিক্সড প্রোডাক্ট ডিসকাউন্ট

source: Friday
bn_bd: শুক্রবার

source: General Settings
bn_bd: সাধারণ সেটিংস

source: Hide coupon fields
bn_bd: কুপন ক্ষেত্র লুকান

source: Hide the coupon fields from the cart and checkout pages on the client side.
bn_bd: ক্লায়েন্ট সাইডে কার্ট এবং চেকআউট পৃষ্ঠাগুলি থেকে কুপন ক্ষেত্রগুলি লুকান৷

source: If checked, the system will automatically remove coupons from orders that have failed or been cancelled.
bn_bd: চেক করা থাকলে, সিস্টেম স্বয়ংক্রিয়ভাবে ব্যর্থ বা বাতিল হওয়া অর্ডারগুলি থেকে কুপনগুলি সরিয়ে ফেলবে৷

source: If the sale price is available, use it by default.
bn_bd: বিক্রয় মূল্য উপলব্ধ হলে, ডিফল্টরূপে এটি ব্যবহার করুন.

source: Inactive
bn_bd: নিষ্ক্রিয়

source: Inactive coupon url
bn_bd: নিষ্ক্রিয় কুপন URL

source: Initial Data Is Loading ...
bn_bd: প্রাথমিক ডেটা লোড হচ্ছে...

source: Initial data is loading...
bn_bd: প্রাথমিক তথ্য লোড হচ্ছে...

source: Install Now
bn_bd: এখন ইন্সটল করুন

source: Install Vitepos
bn_bd: Vitepos ইনস্টল করুন

source: Invalid Data
bn_bd: অবৈধ তথ্য

source: Invalid data
bn_bd: অবৈধ তথ্য

source: Invalid Request
bn_bd: অনুরোধ অগ্রহণযোগ্য

source: Invalid request
bn_bd: অনুরোধ অগ্রহণযোগ্য

source: Invalid update request
bn_bd: অবৈধ আপডেট অনুরোধ

source: It requires woocommerce, please install woocommerce first
bn_bd: এটির জন্য ওয়ার্ডপ্রেস প্রয়োজন, অনুগ্রহ করে প্রথমে ওয়ার্ডপ্রেস ইনস্টল করুন

source: It’s a secure, high-end, user-friendly platform with no bloatware. We promise that your data is safe and that you’re in control.
bn_bd: এটি একটি নিরাপদ, হাই-এন্ড, ব্যবহারকারী-বান্ধব প্ল্যাটফর্ম যার কোনো ব্লোটওয়্যার নেই। আমরা প্রতিশ্রুতি দিচ্ছি যে আপনার ডেটা নিরাপদ এবং আপনি নিয়ন্ত্রণে আছেন।

source: Lifespan
bn_bd: সময়সীমা

source: Loading Category Details
bn_bd: বিভাগের বিবরণ লোড হচ্ছে

source: Loading Coupon details
bn_bd: কুপন বিবরণ লোড হচ্ছে

source: Maximum spend
bn_bd: সর্বোচ্চ ব্যয়

source: Message Settings
bn_bd: বার্তা সেটিংস

source: Minimum spend
bn_bd: ন্যূনতম ব্যয়

source: Missing dependency
bn_bd: অনুপস্থিত নির্ভরতা

source: Monday
bn_bd: সোমবার

source: Multiple Rules Conditions
bn_bd: একাধিক নিয়ম শর্তাবলী

source: New
bn_bd: নতুন

source: Next
bn_bd: পরবর্তী

source: No
bn_bd: না

source: No %{type} found
bn_bd: কোনো %{type} পাওয়া যায়নি

source: No category found with these ids
bn_bd: এই আইডিগুলির সাথে কোনও বিভাগ পাওয়া যায়নি

source: No change for update
bn_bd: আপডেটের জন্য কোন পরিবর্তন নেই

source: No coupon found
bn_bd: কোন কুপন পাওয়া যায়নি

source: No coupon found with this id
bn_bd: এই আইডির সাথে কোন কুপন পাওয়া যায়নি

source: No End date
bn_bd: কোন শেষ তারিখ নেই

source: Not Enable
bn_bd: সক্ষম নয়

source: Ok
bn_bd: ঠিক আছে

source: Online Sale
bn_bd: অনলাইন বিক্রয়

source: Percentage Amount(%s)
bn_bd: শতাংশ পরিমাণ (%s)

source: Percentage discount
bn_bd: শতাংশ ছাড়

source: Percentage Upto
bn_bd: শতাংশ পর্যন্ত

source: Percentage(%)
bn_bd: শতাংশ (%)

source: Please Install Vitepos
bn_bd: Vitepos ইনস্টল করুন

source: Premium Support
bn_bd: প্রিমিয়াম সমর্থন

source: Premium support 24/7.
bn_bd: প্রিমিয়াম সমর্থন 24/7.

source: Pro
bn_bd: প্রো

source: Pro Version
bn_bd: প্রো সংস্করণ

source: Pro version
bn_bd: প্রো সংস্করণ

source: pro version
bn_bd: প্রো সংস্করণ

source: Product categories
bn_bd: পণের ধরন

source: Products
bn_bd: পণ্য

source: Property
bn_bd: সম্পত্তি

source: Published
bn_bd: প্রকাশিত হয়েছে

source: Redirect URL after applied invalid coupon
bn_bd: অবৈধ কুপন প্রয়োগ করার পরে পুনঃনির্দেশ URL করুন

source: Redirect URL after applying coupon
bn_bd: কুপন প্রয়োগ করার পরে পুনঃনির্দেশ URL করুন

source: Reset
bn_bd: রিসেট

source: Role error message
bn_bd: ভূমিকা ত্রুটি বার্তা

source: Role Restriction
bn_bd: ভূমিকা সীমাবদ্ধতা

source: Safe and Secure System
bn_bd: নিরাপদ এবং সুরক্ষিত সিস্টেম

source: Saturday
bn_bd: শনিবার

source: Save Changes
bn_bd: পরিবর্তনগুলোর সংরক্ষন

source: Saved Successfully
bn_bd: সফলভাবে সংরক্ষিত

source: Saving Coupon...
bn_bd: কুপন সংরক্ষণ করা হচ্ছে...

source: Scheduler
bn_bd: সময়সূচী

source: Scheduler End Time Error Message
bn_bd: সময়সূচী শেষ সময় ত্রুটি বার্তা

source: Scheduler Settings
bn_bd: সময়সূচী সেটিংস

source: Scheduler Start Time Error Message
bn_bd: সময়সূচী শুরুর সময় ত্রুটি বার্তা

source: Search
bn_bd: অনুসন্ধান করুন

source: Select
bn_bd: নির্বাচন

source: Select Outlets
bn_bd: আউটলেট নির্বাচন করুন

source: Settings
bn_bd: সেটিংস

source: Smart Coupon
bn_bd: স্মার্ট কুপন

source: Smart Coupon.
bn_bd: স্মার্ট কুপন.

source: Start Date
bn_bd: শুরুর তারিখ

source: Start date
bn_bd: শুরুর তারিখ

source: Status
bn_bd: স্ট্যাটাস

source: Sub-Directory URL
bn_bd: সাব-ডিরেক্টরি URL টি

source: Submit
bn_bd: জমা দিন

source: Success message
bn_bd: সফলতার বার্তা

source: Successfully added
bn_bd: সফলভাবে যোগ করা হয়েছে

source: Successfully deleted
bn_bd: সফলভাবে মুছে ফেলা হয়েছে৷

source: Successfully outlet updated
bn_bd: সফলভাবে আউটলেট আপডেট করা হয়েছে৷

source: Successfully status changed
bn_bd: সফলভাবে স্থিতি পরিবর্তন করা হয়েছে৷

source: Successfully updated
bn_bd: সফলভাবে আপডেট

source: Sunday
bn_bd: রবিবার

source: The prefix to be utilized preceding the coupon code.
bn_bd: কুপন কোডের পূর্বে ব্যবহার করা উপসর্গ।

source: This Message will appear if the applied coupon has not yet become active.
bn_bd: প্রয়োগ করা কুপন এখনও সক্রিয় না হলে এই বার্তাটি প্রদর্শিত হবে।

source: This message will appear when the functionality for coupon URLs is disabled.
bn_bd: কুপন URL-এর কার্যকারিতা নিষ্ক্রিয় হলে এই বার্তাটি উপস্থিত হবে৷

source: This message will be displayed when the user usage limit has been surpassed.
bn_bd: ব্যবহারকারীর ব্যবহারের সীমা অতিক্রম করা হলে এই বার্তাটি প্রদর্শিত হবে।

source: This message will be shown when the coupon is deemed invalid for the specified role.
bn_bd: এই বার্তাটি প্রদর্শিত হবে যখন নির্দিষ্ট ভূমিকার জন্য কুপনটি অবৈধ বলে গণ্য হবে৷

source: This message will be shown when the coupon usage limit has been exceeded.
bn_bd: কুপন ব্যবহারের সীমা অতিক্রম করা হলে এই বার্তাটি দেখানো হবে।

source: This message will show up when attempting to apply a coupon that has already passed its expiration date.
bn_bd: একটি কুপন প্রয়োগ করার চেষ্টা করার সময় এই বার্তাটি প্রদর্শিত হবে যা ইতিমধ্যেই এর মেয়াদ শেষ হয়ে গেছে।

source: This will redirect the user to the provided URL if an invalid coupon has been applied.
bn_bd: এটি ব্যবহারকারীকে প্রদত্ত URL-এ পুনঃনির্দেশ করবে যদি একটি অবৈধ কুপন প্রয়োগ করা হয়।

source: Thursday
bn_bd: বৃহস্পতিবার

source: Time Scheduler
bn_bd: সময় নির্ধারণকারী

source: Title
bn_bd: শিরোনাম

source: To unlock these features, you need
bn_bd: এই বৈশিষ্ট্যগুলি আনলক করতে, আপনার প্রয়োজন

source: Tuesday
bn_bd: মঙ্গলবার

source: Unknown
bn_bd: অজানা

source: Unlock Pro
bn_bd: প্রো আনলক করুন

source: Update Coupon
bn_bd: কুপন আপডেট করুন

source: Update Error Exc:
bn_bd: আপডেট ত্রুটি Exc:

source: Update Failed
bn_bd: হালনাগাদ ব্যর্থ হয়েছে

source: Updating Category
bn_bd: বিভাগ আপডেট করা হচ্ছে

source: Updating Coupon...
bn_bd: কুপন আপডেট করা হচ্ছে...

source: Upon attempting to apply the coupon, users will be redirected to the provided URL.
bn_bd: কুপন প্রয়োগ করার চেষ্টা করার পরে, ব্যবহারকারীদের প্রদত্ত URL-এ পুনঃনির্দেশিত করা হবে।

source: Upto
bn_bd: পর্যন্ত

source: Url Coupon.
bn_bd: URL কুপন।

source: URL Coupons
bn_bd: URL টি কুপন

source: URL prefix
bn_bd: URL টি উপসর্গ

source: URL Settings
bn_bd: URL সেটিংস.

source: Usage Settings
bn_bd: ব্যবহারের সেটিংস

source: Usage/Limit
bn_bd: ব্যবহার/সীমা

source: Use your online store as local store with Vitepos. A Powerful Point of Sale (POS) for Restaurant Point of sale (POS) plugin for Wordpress & Woocommerce.
bn_bd: Vitepos এর সাথে স্থানীয় স্টোর হিসাবে আপনার, বাংলাদেশ স্টোর ব্যবহার করুন। ওয়ার্ডপ্রেস এবং ওয়ার্ডপ্রেস-এর জন্য রেস্তোরাঁ পয়েন্ট অফ টা (পিওএস) প্লাগইন-এর জন্য একটি শক্তিশালী পয়েন্ট অফ টা (পিওএস)।

source: User Usage Error Message
bn_bd: ব্যবহারকারীর ব্যবহার ত্রুটি বার্তা

source: User Usage Limit
bn_bd: ব্যবহারকারীর ব্যবহারের সীমা

source: Users will be redirected to the provided URL in the event of applying valid coupon.
bn_bd: বৈধ কুপন প্রয়োগ করার ক্ষেত্রে ব্যবহারকারীদের প্রদত্ত URL-এ পুনঃনির্দেশিত করা হবে।

source: Value
bn_bd: মান

source: Version
bn_bd: সংস্করণ

source: Viewing %{ startRecord } to %{ endRecord } of %{ totalRecord } records
bn_bd: %{ totalRecord } রেকর্ডের মধ্যে %{ startRecord } থেকে %{ endRecord } দেখা হচ্ছে

source: Vite Coupon
bn_bd: দ্রুত কুপন

source: Vitepos
bn_bd: ভিটেপোস

source: Vitepos Outlets
bn_bd: ভিটেপোস আউটলেট

source: Vouchers
bn_bd: ভাউচার

source: We are always available 24/7 to offer support for your business needs. Appsbd has more than 5 years of experience.
bn_bd: আমরা সবসময় উপলব্ধ 24/7 সমর্থন দিতে আপনার ব্যবসার জন্য প্রয়োজন. Appsbd অধিক 5 বছরের অভিজ্ঞতা.

source: Wednesday
bn_bd: বুধবার

source: Yes
bn_bd: হ্যাঁ

source: You are not allowed to use this coupon
bn_bd: আপনি এই কুপন ব্যবহার করার অনুমতি দেওয়া হয় না

source: You need Pro version,to use product voucher.
bn_bd: পণ্য ভাউচার ব্যবহার করতে আপনার প্রো সংস্করণ প্রয়োজন।

source: You will get premium support
bn_bd: আপনি প্রিমিয়াম সমর্থন পাবেন

source: You will get these features in pro version
bn_bd: আপনি এই বৈশিষ্ট্যগুলি প্রো সংস্করণে পাবেন

source: You will get these features in pro version.
bn_bd: আপনি এই বৈশিষ্ট্যগুলি প্রো সংস্করণে পাবেন।
